Repository: collective/collective.behavior.relatedmedia
Catalog: collective/behavior/relatedmedia/locales/*/LC_MESSAGES/collective.behavior.relatedmedia.po
Languages: de

source: Create Media Container in Assets Folder (language independent)?
de: Medienordner in sprachneutralem Container erstellen?

source: Create containers for each linked object?
de: Unterordner für verknüpfte Medien erstellen?

source: Crop first image
de: Erstes Bild zuschneiden

source: Crop image
de: Bild zuschneiden

source: Crop the image to the selected boundaries above
de: Bilder auf die ausgewählte Größe zuschneiden/skalieren

source: Default gallery class for new articles
de: Standard CSS Klasse für Bildgalerie

source: Default setting for cropping gallery images
de: Bildzuschnitt für Bildgalerie

source: Feel free to add/remove classes in your registry.xml
de: die css Klassen können über das registry.xml angepasst werden

source: Files
de: Dateien

source: Gallery CSS classes
de: Bildgalerie CSS Klassen

source: Gallery default scale
de: Bildgröße für Galerie

source: Gallery default scale for first image
de: Bildgröße für das erste Bild in der Bildgalerie

source: Gallery editor
de: Galerie Editor

source: Gallery image preview scale
de: Größe der Galeriebilder

source: Gallery layout
de: Galerie Layout CSS Klasse

source: If True, the Media Container path defined above is generated in the language independent Assets folder. This requires plone.app.multilingual.
de: Wenn aktiviert dann wird der Medienordner im sprachunabhängigen "Assets" Ordner erstellt. Somit sind alle Medien sprachübergreifend verfügbar. Dies benötigt das installierte Addon "plone.app.multilingual"

source: Image scale
de: Größe der weiteren Bilder

source: Include leadimage in image gallery?
de: Teaserbild als erstes Bild in der Galerie verwenden?

source: Manage content-related images and attachments
de: Verwaltung von verknüpften Bildern und Dateien

source: Media Container
de: Medienordner

source: No attachments uploaded yet
de: keine Attachments vorhanden

source: No images uploaded yet
de: Keine Bilder vorhanden

source: No images uploaded yet. Please upload or select related images first.
de: Kein Bilder vorhanden. Bitte laden Sie zuerst Bilder im Reiter "Verknüpfte Medien" hoch.

source: Open Attachment links in new window
de: Link zu verknüpften Dateien in einem neuen Fenster öffnen

source: Pictures
de: Bilder

source: Related Media
de: Verknüpfte Medien

source: Related Media Settings
de: Einstellungen für verknüpfte Medien

source: Related media behavior
de: Verknüpfte Medien

source: Set first related image as leadimage?
de: Erstes verknüpftes Bild als Teaserbild setzen?

source: Show image titles as caption
de: Zeige Bildtitel als Unterschrift

source: Show images in viewlet
de: Zeige Bilder im Galerie Viewlet

source: This is applied on any change.
de: dies wird bei jeder Änderung gesetzt

source: Traversable path to media container. We respect IPloneSiteRoot, INavigationRoot and IChildSite (lineage) as "/"
de: Ein Pfad auf einen vorhandenen Ordner entweder auf der Haupebene (IPloneSiteRoot, INavigationRoot) oder einer Subsite (IChildSite, collective.lineage)

source: Turn this of if you place an image gallery inside TinyMCE via gallery template to avoid duplicated content.
de: Deaktiveren, wenn sie die Galerie innerhalb des formatierbaren Textes platzieren.

source: Uninstallation profile
de: Deinstallationsprofil

source: Upload related media
de: Verknüpfte Medien hochladen

source: Use image in gallery
de: Bild in der Galerie benutzen

source: insert/update
de: Galerie einfügen/aktualisieren

source: label_attachments
de: verknüpfte Downloads

source: label_base_path
de: Medienordner

source: label_base_path_desc
de: Alle Bilder und Dateien des Medienordners werden bei diesem Artikel ausgegeben. Beim Erstellen wird dieser Ordner automatisch erstellt.

source: label_images
de: verknüpfte Bilder

source: title_attachments
de: Downloads
